[FILE]
Author=martinco78 (martinco78@azet.sk)
Help=AIMP-en.chm
Icon=0000010001001010000001002000680400001600000028000000100000002000000001002000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000006063E560707457B0707457B0707457B0707457B0707457B0707457B0707457B0707457B0707457B0707457B0707457B0707457B0707457B0707457B06064056121290B71B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF1B1BDEFF121290B7131391B71717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF1717DEFF131391B7141492B71818DEFF1818DEFF1818DEFF684AA3FF855378FF2E2BDAFF1818DEFF1818DEFF1818DEFF1818DEFF1818DEFF1818DEFF1818DEFF1818DEFF141492B7471E3AB7672652FF672652FF814B70FF8C2A0CFF8C2B0EFF8C4751FF6C315FFF672652FF672652FF672652FF672652FF672652FF672652FF672652FF471E3AB7622410B78F2F10FF973F24FF2F2AD6FF3223BFFF684BA8FF211BD2FF844E6EFF8F2F10FF8F2F10FF8F2F10FF8F2F10FF8F2F10FF8F2F10FF8F2F10FF622410B7662C18B7973E21FFA8604BFF3D3EE3FF8F8FEFFFB1B0F4FF6161E8FF845A8AFF973E21FF973E21FF973E21FF973E21FF973E21FF973E21FF973E21FF662C18B76C3826B7A25338FFB2725EFF4343E4FF9B9AF0FFBBBBF5FF5F5FE8FF936F9AFFA25338FFA25338FFA25338FFA25338FFA25338FFA25338FFA25338FF6C3726B7AAAAAAB7FFFFFFFFFFFFFFFF8D8DEEFF9494EFFFAFAFF3FF8D8DEEFFD9D8F8FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB7AAAAAAB7FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB7AAAAAAB7FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB787878779AAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAEAAAAAAAE8A8A8A790000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFFAC41FFFFAC410000AC410000AC410000AC410000AC410000AC410000AC410000AC410000AC410000AC410000AC410000AC410000AC41FFFFAC41FFFFAC41
LangId=1051
Name=Slovak (SK)
VersionId=5110

[About]
B1=Zavrieť
Caption=O programe
L1=Podpora:
L2=Autor:
L4=Vzhľad:
L5=Licencia (EULA)
L6=Zoznam zmien

[Actions]
EqualizerFrame=Ekvalizér
Form.AutoHide=Režim plávajúceho okna s automatickým skrývaním
Form.DockTo=Prichytiť
Form.DockToEdges=Na ľavú stranu obrazovky|Na pravú stranu obrazovky|Na hornú stranu obrazovky|Na dolnú stranu obrazovky
Form.DoMaximize=Maximalizovať
Form.Fixed=Režim okna ukotveného k okraju
Form.Float=Režim plávajúceho okna
Form.LockPlacement=Prichytiť umiestnenie okna
Form.Maximize=Maximalizovať|Obnoviť
Form.Minimize=Minimalizovať
Form.Minimize=Minimalizovať
Form.StayOnTop=Vždy na vrchu
Form.Undock=Normálny režim
Form.Visible=%s (zobraziť)|%s (skryť)
PlaylistFrame=Playlist
QuickSearch=Rýchle hľadanie
Tabs.ScrollDown=Posunúť záložku dole
Tabs.ScrollUp=Posunúť záložku hore
Visuals.VisualMenu=Zoznam vizualizácií

[AddLinkDialog]
btnOk=OK
Caption=Pridať odkaz
lbLink=Adresa streamu:
lbName=Názov:

[AIMP]
acCopyTo=Kopírovať do...
acFormsTogglePlaylistVisibility.h=Zobraziť/Skryť playlist
acFormsTogglePlaylistVisibility=Playlist
acHelp=Pomoc
acMainAddFiles.h=Pridať súbory
acMainAddFiles=Súbory
acMainAddFolder.h=Pridať priečinok
acMainAddFolder=Priečinok
acMainAddPlaylist.h=Pridať playlist
acMainAddPlaylist=Playlist
acMainAddURL.h=Pridať URL
acMainAddURL=URL adresa
acMainBookmarksManager=Správca záložiek
acMainDSPManager=Zvukové efekty
acMainDSPManagerCrossMixing=Zvukové efektyr: Nastavenie mixovania
acMainDSPManagerDSP=Zvukové efekty: DSP/VST
acMainDSPManagerEQ=Zvukové efekty: Ekvalizér
acMainDSPManagerSilenceRemover=Zvukové efekty: Odstránenie ticha
acMainDSPManagerSoundEffects=Zvukové efekty: Hlavné
acMainDSPManagerVolumeNormalization=Zvukové efekty: Hlasitosť
acMainExit.h=Zatvoriť AIMP
acMainMinimize.h=Minimalizovať / Maximalizovať
acMainOpenFiles.h=Otvoriť súbor(y)
acMainOpenFiles=Otvoriť súbory
acMainOpenFolder=Otvoriť priečinok
acMainOpenPlaylist.h=Importovať playlist
acMainOpenPlaylist=Importovať playlist
acMainStayOnTop=Zostať navrchu
acMLCompressDB=Komprimovanie databázy
acMLDeleteAll=Vymazať všetky súbory z databázy
acMLEditBookmark=Upraviť záložky
acMLGroupingTreeDeleteSelected=Vymazať z databázy
acMLGroupingTreeDeleteSelectedPhysically=Vymazať z disku
acMLLabelsDialog=Menovky...
acMLMakeReport=Vytvoriť záznam
acMLMissedFiles=Nájsť chýbajúce súbory
acMLPlayFiles=Prehrať všetko
acMLPlaySelectedFiles=Prehrať vybrané súbory
acMLReloadTagsForAllFiles=Znovu načítať všetky tagy
acMLReloadTagsForSelectedFiles=Načítať tagy z vybraných súborov
acMLResetStats=Obnoviť štatistiky pre všetky súbory
acMLResetStatsForSelectedFiles=Obnoviť štatistiky pre vybrané súbory
acMLTableDeleteSelected=Vymazať vybrané z databázy
acMLTableSendFilesToActivePlaylist=Pridať do aktívneho playlistu
acMoveTo=Premiestniť do...
acOpenFolder=Otvoriť priečinok
acOptionHotkeys.h=Nastavenia klávesových skratiek
acOptionHotkeys=Klávesové skratky
acOptionLangs.h=Nastavenie jazyka
acOptionLangs=Jazyk
acOptionPlugins.h=Nastavenia zásuvných modulov
acOptionPlugins=Zásuvné moduly
acOptions=Nastavenia
acOptionShutdown.h=Nastavenie plánovača
acOptionShutdown=Plánovač
acOptionSkins.h=Nastavenie rozhrania
acOptionSkins=Skiny
acPlayableFileCopyFileToClipboard.h=Kopírovať súbor do schránky
acPlayableFileCopyInfoToClipboard.h=Kopírovať informácie o súbore do schránky
acPlayableFileCopyToLastPath.h=Kopírovať aktuálne prehrávaný súbor do naposledy vybraného priečinka
acPlayableFileDeletePhysically=Natrvalo odstrániť práve prehrávaný súbor
acPlayableFileNextBookmark=Nasledujúca záložka
acPlayableFilePrevBookmark=Predchádzajúca záložka
acPlayableFileShowFileInfo=Informácie o aktuálnom súbore
acPlayableFileShowQTE.h=Upraviť tagy
acPlayableFileToggleSwitchInPlaylist.h=Prehrať súbor (ZAP/VYP)
acPlayerCrossMixing=Zmiešavanie: ZAP / VYP
acPlayerJumpToTime=Skočiť na čas
acPlayerNextTrack=Nasledujúca skladba
acPlayerPauseOnNextTrack=Zastaviť prehrávanie na začiatku nasledujúcej skladby
acPlayerPlayPause=Prehrať/Pauza
acPlayerPrevTrack=Predchádzajúca skladba
acPlayerRadioCapture=Nahrávanie rádia
acPlayerRadioCaptureSingleTrack=Nahrávanie rádia (iba jedna skladba)
acPlayerRepeat=Opakovanie skladby
acPlayerRepeatPartAB=Opakovanie časti „А-B"
acPlayerSeekBackward.h=Presunúť dozadu
acPlayerSeekForward.h=Presunúť dopredu
acPlayerShuffle=Náhodne
acPlayerSpeedDecrease=Rýchlosť: znížiť
acPlayerSpeedIncrease=Rýchlosť: zvýšiť
acPlayerSpeedResetToDefaults=Rýchlosť: obnoviť predvolené
acPlayerStop.h=Zastaviť prehrávanie
acPlayerStopAtEnd.h=Zastaviť prehrávanie po aktuálnom súbore
acPlayerTempoDecrease=Tempo: znížiť
acPlayerTempoIncrease=Tempo: zvýšiť
acPlayerTempoResetToDefaults=Tempo: obnoviť predvolené
acPlayerVolumeDown.h=Hlasitosť -
acPlayerVolumeMute.h=Stlmiť (ZAP/VYP)
acPlayerVolumeMute=Stlmiť
acPlayerVolumeUp.h=Hlasitosť +
acPlaylistAddSelectedToBookmarks=Pridať záložku
acPlaylistAddSelectedToQueue=Pridať do fronty
acPlaylistClose=Zatvoriť playlist
acPlaylistCloseOthers=Zatvoriť ostatné playlisty
acPlaylistCopySelectedToClipboard=Kopírovať označ. súbory do schránky
acPlaylistDeleteAll=Odstrániť všetko
acPlaylistDeleteDuplicates=Odstrániť duplikáty
acPlaylistDeleteNonExists=Odstrániť chýbajúce súbory
acPlaylistDeleteNonSelected=Odstrániť všetky neoznačené súbory 
acPlaylistDeleteSelected=Odstrániť označené súbory
acPlaylistDeleteSelectedPhysically=Natrvalo odstrániť vybrané súbory
acPlaylistDeleteSwitchedOff=Odstrániť zakázané súbory
acPlaylistDeleteSwitchedOffPhysically=Natrvalo odstrániť zakázané súbory
acPlaylistFindInML=Vyľadať v hudobnej knižnici
acPlaylistFindNewFiles=Hľadať nové súbory
acPlaylistFocusedItemShowQTE=Informácie o súbore
acPlaylistInsertAfterPlayingItem=Vložiť za aktuálny
acPlaylistInsertToQueueBeginning=Pridať na začiatok fronty
acPlaylistNew=Nový playlist
acPlaylistNext.h=Ďalší playlist
acPlaylistNextAndPlay.h=Prehrať nasledujúci playlist
acPlaylistPlayFocusedItem.h=Prehrať označený súbor
acPlaylistPlayFocusedItem=Prehrať
acPlaylistPlayPrevious=Prehrať posledný playlist
acPlaylistPrev.h=Predchádzajúci playlist
acPlaylistPrevAndPlay.h=Prehrať predchádzajúci playlist
acPlaylistReloadFromPreimage=Znovu načítať dáta zo vzoru
acPlaylistRemoveSelectedFromQueue=Odstrániť z fronty
acPlaylistRename=Premenovať playlist
acPlaylistReverse.h=Zoradiť: obrátene
acPlaylistReverse=Obrátiť poradie
acPlaylistSave=Uložiť playlist
acPlaylistSortByArtist=Triediť podľa umelca
acPlaylistSortByDuration=Triediť podľa trvania
acPlaylistSortByFileName=Triediť podľa priečinkov
acPlaylistSortByTitle=Triediť podľa názvu
acPlaylistSortRandomize.h=Zoradiť: náhodne
acPlaylistSortRandomize=Náhodne
acQueueClear=Vyčistiť frontu
acQueueManager=Manažér fronty
acSearchAdvanced=Pokročilé vyhľadávanie
acSearchQuick=Rýchle vyhľadávanie (ŠTART/POKRAČOVAŤ)
acSendToAudioConverter.h=Odoslať do Audio Convertera
acSendToAudioConverter=Audio Converter
acSendToTagEditor.h=Odoslať do Tag Editora
acSendToTagEditor=Tag Editor
acUtilsAudioConverter=Audio Converter
acUtilsAudioLibrary=Hudobná knihovňa
acUtilsTagEditor=Tag Editor
acVisualExitFromFullScreen=Ukončiť celoobrazovkový režim vizualizácie
acVisualFullScreen=Celá obrazovka
acVisualNext.h=Nasledujúca vizualizácia
acVisualPrev.h=Predchádzajúca vizualizácia
CategoryMenu=Kategória
CategoryOptions=Nastavenia
ClearPls=Vyčistiť playlist
CM_DEL=Odstrániť z playlistu
CM_SEL=Vybrať súbory
CountLabel.h=Počet súborov v playliste
ItmEQPos=Zobraziť ekvalizér vľavo
LengthLabel.h=Celkové trvanie playlistu
miBMLocateInSource=Nájsť v zdroji
miBMPlaySelectedFromBeginning=Prehrať vybrané súbory od začiatku
miBMResetTimestamp=Vymazať časovú značku
miCountdown=Odpočítavanie
miGroupBy=Zoskupiť podľa ...
miMLBookmarks=Záložky
miMLCreateDynPlaylist=Vytvoriť rýchly playlist
miMLGroupingPreset=Zoskupovanie
miMLGroupingPresetAdd=Pridať...
miMLGroupingPresetEdit=Upraviť...
miMLGroupingPresetRemove=Vymazať
miMLLabelsExclude=Odznačiť menovku
miMLLabelsInclude=Označiť menovku
miMLManageDB=Databáza
miMLReload=Obnoviť
miMLTableSendToPlaylist=Poslať do playlistu
miMLTableViewAlbumThumbnails=Zobrazenie: Náhľady albumu
miMLTableViewDefault=Zobrazenie: Tabuľka
miMLTableViewGroupDetails=Zobrazenie: Detaily skupiny
miPersonalSettings=Osobné nastavenia
miPlaylistNewSmart=Nový rýchly playlist
miPreimageSettings=Nastavenia vzoru
miRadioCaptureStop=Zastaviť nahrávanie rádia
miRadioCatalogs=Katalóg internetových rádií
miReadOnly=Zamknúť pre zmeny
miRemoval=Odstránenie
miSelectAll=Označiť všetky súbory
miSelectNone=Neoznačiť nič
miSelectPls=Vybrať playlist
miSelectSwitchedOn=Označiť všetky povolené
miSendTo=Poslať do
miSendToPlaylist=Poslať do iného playlistu
miSortByPatternOptions=Možnosti
miSortRandomizeGroupItems=Náhodne položky skupín
miSortRandomizeGroups=Náhodne skupiny
miSortRandomizeGroupsAndItItems=Náhodne skupiny a ich položky
miSwitchOff=Zakázať
miSwitchOn=Povoliť
N6=Znovu načítať tagy
N7=Najbližšia naplánovaná udalosť:
N20=Fronta
N22=Oznamovacia oblasť
N31=Režim vizualizácie
N34=Pridať
N35=Zobraziť okno
N36=Ekvalizér
N37=Vzhľad okna
N38=(všetko skryté)
N39=Upraviť
N40=Vizualizácia
N41=Skiny
N43=Pomoc
N47=Ukončiť
N56=Obslužné programy
N70=Pozastaviť globálne klávesové skratky
N75=Obslužné programy
N79=Zobraziť aktuálny
N80=Načítať predvoľbu
N81=Uložiť predvoľbu
N83=Obnoviť všetky nastavenia efektov
N84=Obnoviť nastavenia ekvalizéra
N85=Zbaliť všetko
N86=Rozbaliť všetko
N90=Prehrávač
N91=Prehrať/Pauza
N92=Stop
N93=Pridať súbory
N95=Predchádzajúca skladba
N96=Nasledujúca skladba
N98=Hlasitosť
N114=Spojiť s podobnými skupinami
N115=Spojiť všetky podobné skupiny
pmAdd.h=Pridať položky menu
pmDelete.h=Odstrániť položky menu
pmEqualizer.h=Nastavenia ekvalizéra
pmMainMenu.h=Hlavné menu
pmManagePlaylist.h=Správca playlistu
pmMisc.h=Menu rôzne
pmMLDelete.h=Odstrániť položky menu
pmMLGroupingPresets.h=Predvoľby zoskupovania
pmMLLabels.h=Menu štítkov
pmMLMainMenu.h=Hlavné menu - hudobná knižnica
pmMLMisc.h=Menu rôzne
pmMLTableViews.h=Zobrazenie
pmNewPlaylist.h=Nový playlist...
pmPlaylistList.h=Zoznam playlistov
pmQuickOptions.h=Rýchle nastavenia
pmSorting.h=Zoradiť položky menu
pmUtilities.h=Obslužné programy
SentToNewPLS=Do nového playlistu
SizeLabel.h=Veľkosť súboru v playliste
TCFixFloat=Prichytiť plávajúci panel
TL=Uložiť zoznam skladieb
TrayCotnrol=Zobraziť Miniprehrávač

[AIMPBookmarkEditDialog]
Caption=Upravovanie záložiek
L1=Názov:
L2=Cesta:
L3=Menovky:
L4=Časové značky:
L5=Komentár:

[AIMPConverterStatsDialog]
btnOK=OK
Caption=Prevod dokončený!
cbDontShowAgain=Nabudúce nezobrazovať
Message=Počet súborov: %0:s\n\nČas prevodu: %2:s\nČas (priemerne): %3:s\n\nVeľkosť vstupu: %5:s\nVeľkosť výstupu: %6:s\nUšetrené miesto: %4:s

[AIMPFindMissedFilesDialog]
acApply=Použiť na označené
acFind=Vyhľadať...
acRemoveSelected=Odstrániť označené z databázy
acReplace=Nahradiť názov súboru...
Caption=Odstránené súbory

[AIMPML]
Added=Pridané
Album=Album
AlbumArtist=Umelec albumu
Artist=Umelec
BitDepth=Bitová hĺbka
Bitrate=Dátový tok
BPM=BPM
Comment=Komentár
Composer=Skladateľ
Conductor=Dirigent
Copyrights=Copyrghty
CreatedAt=Vytvoril
DiskNumber=Číslo disku
Duration=Trvanie
FileFormat=Typ súboru
FileName=Názov súboru
FileSize=Veľkosť
Genre=Žáner
Channels=Kanály
Labels=Menovky
LastModification=Súbor upravený
LastPlayback=Posledné prehratie
Lyricist=Textár
Mood=Nálada
Name=Názov
PlaybackCount=Počet prehratí
Publisher=Vydavateľ
Rating=Hodnotenie
SampleRate=Sample rate
Source=Zdroj
Timestamp=Časová značka
Title=Názov
TrackNumber=Číslo skladby
URL=URL
UserMark=Hodnotenie
Year=Rok

[AIMPML.Controls]
Customize=Prispôsobiť
DataSourceList=Údaje zdrojového zoznamu
History=História prehrávania
NewLabel=Nová menovka
NewLabelDialog=Nová menovka...
None=(žiadne)
ResetAllFilters=Vymazať všetky filtre
ResetFilter=Vymazať filter
ShowAll=(zobraziť všetky)
UnsetAllLabels=Odznačiť všetky menovky

[AIMPML.Presets]
BestTracks.C=Najlepšie skladby
BestTracks.V=Top %d|Najlepšie hodnotené
NewTracks.C=Nové skladby
NewTracks.V=Za deň|Za 3 dni|Za týždeň|Za 2 týždne|Za mesiac|Nikdy neprehrané

[AIMPML.Reports]
AlbumCount=Počet albumov:
ArtistCount=Počet umelcov:
Common=Štatistiky
FavoriteAlbums=Obľúbené albumy (Top %d)
FavoriteArtists=Obľúbený umelci (Top %d)
FavoriteGenres=Obľúbená žánre (Top %d)
FavoriteTracks=Obľúbené skladby (Top %d)
GenreCount=Počet žánrov:
L1=Počet prehratí:
L2=Počet skladieb
L3=Celkové trvanie (~)
L4=Umelec
L5=Vypočuté
L6=Celkovo
TrackCount=Počet skladieb:

[AIMPMLFilterEditorDialog]
btnCancel=Zrušiť
btnOK=OK
Caption=Parametre filtra
pcpFilter=Filtrovanie

[AIMPMLFilterEditorDialog.FilterControl]
C=Pridať pravidlo
G=Pridať skupinu
Op0=rovná sa
Op1=nerovná sa
Op2=medzi
Op3=menej
Op4=menej alebo rovný
Op5=väčší
Op6=väčší alebo rovný
Op7=obsahuje
Op8=začína s
Op9=končí s
Op10=za posledných X dní
R=Vymazať

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Obnoviť predvolené
Caption=Prispôsobenie vzhľadu skupín
GB1=Polia pre zoskupovanie
GB2=Polia pre detaily skupiny

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Vyčistiť
btnEditFilter=Upraviť
Caption=Šablóna zoskupovania
L1=Automatické pomenovanie
L2=Zoskupovanie podľa polí
L3=Vlastný filter
lbName=Názov
lvAvailable=Dostupné polia
lvGroup=Použité polia

[AIMPMLLabelsDialog]
acMoveLeft=Nastaviť menovku
acMoveRight=Odznačiť menovku
acRemove=Odstrániť menovku
acRename=Premenovať menovku
btnCancel=Zrušiť
btnOK=OK
C1=Menovky
C2=Dostupné menovky
Caption=Menovky
L1=Zadajte názov menovky
L2=Pridať
miSetToAll=Použiť na všetky súbory
miUndoSetToAll=Späť: použiť na všetky súbory

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Odstránené súbory
c[1]=Odporúčané náhrady
c[2]=Stupeň zhody

[AIMPMLMonitoringSettingsDialog]
acAdd=Pridať
acDeleteAll=Odstrániť všetko
acDeleteSelected=Odstrániť vybrané
acUpdate=Aktualizovať
btnClose=Zavrieť
Caption=Správca súborov
CB1=Vyhľadať premiestnené alebo premenované súbory
CB2=Vymazať neexistujúce súbory z databázy
CB3=Znovu načítať tagy
cbMinFD=Ak trvanie je menej ako:
cbMinFS=Ak veľkosť je menšia ako:
cbScanOnStartup=Skontrolovať nové súbory pri spustení programu
cbTrackChanges=Monitorovať zmeny počas behu programu
GB1=Monitorovanie
GB2=Činnosti počas aktualizácie
gbFiltBy=Preskočiť súbor
L1=Ak prípona súboru je:
L2=Obsah vašej databázy aktualizujete kliknutím na tlačidlo „Aktualizovať"
pcpFolders=Priečinky
pcpSettings=Nastavenia

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Priečinok
c[1]=Podpriečinky

[AIMPMLPreimageDialog]
btnCancel=Zrušiť
btnOK=OK
Caption=Chytrý playlist - Hudobná knižnica
cbLimitTo=Limit pre počet skladieb:
cbSortBy=Zoradiť podľa:
pcpFilter=1. Filter
pcpPostProcess=3. Výstup
pcpSort=2. Zoradiť

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Pridať
acDeleteAll=Vymazať všetko
acDeleteSelected=Vymazať označené
btnCancel=Zrušiť
btnOk=OK
Caption=Chytrý playlist - priečinky
cbSyncOnChanges=Monitorovať zmeny počas behu programu
cbSyncOnStartup=Skontrolovať zmeny pri spustení programu
L2=Preskočiť súbory s nasledujúcimi príponami:
pcpFolders=Priečinky
pcpSettings=Nastavenia

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Priečinok
c[1]=Zahrnúť podpriečinky

[AIMPPlaylistPreimageDialog]
Caption=Chytrý playlist - playlist
L1=Názov súboru/URL adresa

[AIMPSendToDialogForm]
cbDefault=Použiť ako predvolené
cbSaveStructure=Uložiť cestu
gbAdditionals=Ďalšie súbory
gbPath=Cieľová cesta
gbRename=Pomenovať podľa šablóny
L1=Kopírovať|Premiestniť
L2=Kopírovať do|Premiestniť do
L3=Kopírovať nastavenia|Premiestniť nastavenia
lbAdditionals=Súbory na kopírovanie do cieľovej zložky spolu s hlavnými súbormi. \n; - oddeľovač, * - neznáma časť názvu súboru

[ATEAutoNumerationForm]
Caption=Automatické číslovanie
L1=Začať na

[ATEAutoTagForm]
C1=Pred zmenami
C2=Po zmenách
c[0]=Názov súboru
c[1]=Album
c[2]=Umelec
c[3]=Žáner
c[4]=Titul
c[5]=Skladba číslo
c[6]=Rok
c[8]=Počet skladieb
Caption=Automaticky vyplniť tag použitím názvu súboru

[ATEForm]
A0=Automatické čislovanie
A1=Automatické čislovanie (%s)
A2=Premenovanie
A3=Zmena na formát „%s"
A4=Použiť
A9=Preskočiť už analyzované súbory
acAnalysisBPM=Analyzovať vybraté
acEdit=Upraviť všetky polia
acEditChapters.h=Vytvoriť/Upraviť kapitoly
acRgAlbum=Kontrolovať označené: ako jeden album
acRgFAlbum=Kontrolovať označené: každý priečinok ako album
acRgFile=Kontrolovať označené: bez albumu
acRgMAlbum=Kontrolovať označené: získať album z tagov
acRgRemove=Odstrániť ReplayGain informáciu z tagov
acScenarios=Scenáre...
acSearchOnline.h=Použiť automatické tagy prostredníctvom online služieb
acSearchOnlineAlbumArts=Vyhľadať obaly albumu online
acSearchOnlineLyrics=Vyhľadať texty online
aSave=Uložiť
aTag.h=Automatické vyplňovanie
B1.h=Zmena písma / Transkripcia
B5=Obnoviť tagy
btnBPM.h=BPM
btnLayout.h=Zmeniť vzhľad
btnRG.h=ReplayGain
btnScripts.h=Scenáre
Caption=AIMP: Pokročilý Tag Editor
cbSubFolders=Zahrnúť podpriečinky
lbNoData=(Žiadne údaje k nahliadnutiu)
miDelete=Odstrániť
miDeletePhys=Natrvalo odstrániť
miGroupBy=Skupiny podľa
miGroupByFolder=Podľa zdrojového priečinku
miGroupByNone=Nezoskupovať
miJumpTo=Prejsť na priečinok...
miNumCfm=Žiadať potvrdenie
miSoundOut=Nastavenia prehrávania
TM0=Súbory na pevnom disku
TM1=Súbory pridané používateľom

[ATEForm.lvTable]
c[0]=Číslo
c[1]=Číslo disku
c[2]=Názov súboru
c[3]=Titul
c[4]=Umelec
c[5]=Album
c[6]=Rok
c[7]=Žáner
c[8]=Dátový tok
c[9]=Trvanie
c[10]=Formát
c[11]=Obal albumu
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Veľkosť
c[19]=Texty
c[20]=BPM
c[21]=Replay Gain

[ATEChangeRegisterDialog]
Caption=Zmena písma / Transkripcia
CB1=Tagy:
GB1=Akcie
L1=Písmo:
L2=Transliterácia:
L3=Polia:

[ATEChaptersEditDialog]
acDelete.h=Odstrániť vybrané kapitoly
acDelete=Odstrániť vybrané
acEdit.h=Upraviť vybrané kapitoly
acEdit=Upraviť
acInsert.h=Pridať kapitolu
acInsert=Pridať
btnFastForward.h=Rýchlo vpred
btnPlayPause.h=Štart / Pauza
btnRewind.h=Pretočiť
btnSave=Uložiť...
Caption=Správca kapitol
tsVolume.h=Hlasitosť

[ATEChaptersFormatChooser]
btnSave=Uložiť
Caption=Správca kapitol
GB1=Uložiť ako:
RB1=Kapitoly, vložené do audio súboru
RB2=CUE, vložené do audio súboru
RB3=CUE, uložené ako samostatný súbor
RB4=Jednoduchý text
W1= * Nastavenie je nedostupné pre tento formát zvuku

[ATEOnlineSearchForm]
aiProgressInidcator=Vyhľadáva sa...
btnCancel=Zrušiť
btnSave=Použiť na všetky súbory
Caption=Použiť automatické tagy prostredníctvom online služieb
edSearchBox.b0=Vyhľadať
edSearchBox.th=Album, umelec
ErrorAuthorizationRequired=Táto operácie vyžaduje autorizáciu. Najprv sa musíte prihlásiť a autorizovať aplikáciu AIMP, aby mohla pracovať. Potom pošlite znovu svoju požiadavku.
vlbBindingHint=Ak chcete spojiť nájdenú skladbu s upravovanou skladbou ťahajte a pustite ju z vrchu na spod zonamu.\nZmeny budú použité iba na kontrolované skladby.

[ATERenameForm]
btnRename=Premenovať
Caption=Nastavenia premenovania
CB1=Náhľad
CB2=Pracovať s kópiou súboru
GB1=Premenovať súbor podľa šablóny
GB2=Premiestniť súbory do vybraného priečinku
GB3=Hľadať a Nahradiť
GB4=Úprava záznamu
GB5=Transliterácia
L1=Hľadať:
L2=Môžete použiť symbol „\"  (%Y\%A - %T) pre zoradenie podľa priečinkov
L3=Nahradiť s:

[ATESaveParams]
Caption=Uložiť nastavenia

[ATEScenariosForm]
btnClose=Zatvoriť
btnRun=Spustiť
btnStop=Stop
Caption=Scenáre
cbPreviewMode=Režim náhľadu
GB1=Scenár
lbPreviewMode=Všetky zmeny, ktoré vykonáte v režime náhľadu NEBUDÚ použité v skutočných súboroch

[AutoTag]
bOk=Použiť
Caption=Automatické vyplňovanie
CB1=Nevypĺňať pole ak nemá žiadnu hodnotu

[CommonDialogs]
B1=OK
B2=Zrušiť
B3=Nový priečinok
BS=Áno|Nie|OK|Zrušiť|Ukončiť|Znovu|Ignorovať|Všetko|Nie pre všetko|Áno pre všetko|Pomoc|Zatvoriť
L1=Vybrať priečinok
L2=Zahrnúť podpriečinky
MsgCaptions=Varovanie|Chyba|Informácia|Potvrdenie|
SA=Vybrať všetko
SN=Odstrániť označené

[ConfirmDialog]
B1=Nahradiť
B2=Nahradiť všetko
B3=Preskočiť
B4=Preskočiť všetko
B5=Premenovať
B6=Zrušiť
Caption=Nahradiť
gbFile1=Nahradiť súbor
gbFile2=Podľa nového súboru

[CONTEXT]
0=&Otvoriť programom AIMP
1=&Prehrať
2=Pridať do p&laylistu
3=Pridať do &fronty
4=Pridať do &záložiek
5=Upraviť &tagy
6=Z&meniť formát
7=Otvoriť v &novom playliste

[Converter]
actAddFiles=Pridať súbory
actAddFolders=Pridať priečinky
actAddPlaylist=Pridať playlisty
actDeleteAll=Vyčistiť
actDeleteSelected=Odstrániť vybraté
actStop=Stop
bAdd.h=Pridať súbory/priečinky
bDelete.h=Odstrániť súbory
bQuickOptions.h=Nastavenia
bSettings=Nastavenia
bStart=Štart
Caption=AIMP: Audio Converter
csCancel=Zrušené
csDone=Hotovo
csError=Chyba
csPaused=Pozastavené
csWaiting=Čakanie
lbEncoder=Formát:
lbMode=Nastavenie prevodu
lbNormalizeVolume=Normalizácia hlasitosti:
lbTargetFileName=Premenovať súbor:
lbTargetFolder=Presunúť do:
lbTimeElapsed=Uplynutý čas:
lbTimeLeft=Zostávajúci čas:
lbTotalProgress=Celkový stav:
lbVolumeNormalization=Normalizácia hlasitosti
miCloseAppWhenDone=Zatvoriť program po dokončení prevodu
miDeleteSource=Odstrániť zdrojový súbor po úspešnom dokončení prevodu
miHibernate=Hibernovať
miSavePathStructure=Uložiť štruktúru priečinku pri presune súboru do cieľovej adresy
miShutdown=Vypnúť
miShutdownWhenDone=Vypnúť počítač po dokončení prevodu
miSleep=Uspať
miUncheckSuccessful=Zrušiť označenie súboru po dokončení prevodu
Modes=Jeden zdroj - jeden súbor|Všetky zdroje - jeden súbor|Jeden priečinok - jeden súbor

[Converter.lvTable]
c[0]=Názov
c[1]=Formát
c[2]=Stav
c[3]=Číslo
c[4]=Názov súboru
c[5]=Cieľový názov súboru

[ConverterEncoders]
bOk=OK
btnReset=Obnoviť predvolené
cbAsInput=Ako zdrojový súbor
cbCorrectionFile=Vytvoriť opravný súbor
cbChangeFormat=Zmeniť formát
cbIncludeMD5=Zahrnúť kontrolný súčet do súboru
cbModeHybrid=Hybridné
cbModeLossless=Bezstratové
cbNoGap=Žiadna medzera
gbMode=Režim
lbBestC=Najlepšia kompresia
lbBestQ=Najlepšia kvalita
lbBitDepth=Formát:
lbBitrate=Dátový tok:
lbBitrateMode=Režim:
lbCompression=Kompresia:
lbChannels=Kanály:
lbLeast=Rýchla kompresia:
lbMost=Najlepšia kompresia:
lbProfile=Profil:
lbQuality=Kvalita:
lbSampleRate=Frekvencia:
scParams=Parametre

[CopyDialog]
0=Kopírovanie...
1=Premiestnenie...
2=Pozastaviť
3=Pokračovať

[DropForm]
CB1=Nabudúce sa nepýtať
RG1=Ťahať a Pustiť

[DSPDialog]
btnEqPresets=Predvoľby
btnReset=Obnoviť predvolené
CB1=Odstránenie hlasu (iba pre STEREO)
CB3=Použiť stíšenie zvuku (Pauza/Prehrávanie)
CB4=Použiť stíšenie zvuku pri navigácii počas skladby
CB5=Zjemniť zmenu hlasitosti
CB6=Zmixovať nasledujúcu skladbu s predchádzajúcou
CB7=Postupne zvyšovať hlasitosť na začiatku skladby
CB8=Postupne znižovať hlasitosť na konci skladby
CB12=Povoliť prelínanie skladieb
CB16=Odstrániť ticho na začiatku a konci skladby (bez ohľadu na jeho trvanie)
cbEqSwitch=Zapnúť ekvalizér
GB1=Normalizácia hlasitosti
GB2=Manuálne prepínanie skladieb
GB3=Automatické prepínanie skladieb
GB4=Replay Gain
GB6=Odstránenie ticha
L1=* Hodnoty je možné obnoviť kliknutím pravého tlačidla myši
L2=DSP Pluginy:
L4=Predzosilovač:
L5=Aktuálna hodnota:
L6=Najvyššia prahová hodnota predzosilňovača:
L7=Najnižšia prahová hodnota predzosilňovača:
L9=Predvolená hodnota:
L10=Úroveň výsledného zvuku:
L12=Odstrániť ticho, ak trvá dlhšie ako:
L13=Prahová hodnoda ticha:
lbEcho=Ozvena
lbEnhancer=Rozšírenie audia
lbFlanger=Flanger
lbChorus=Chorus
lbPitch=Pitch
lbPreamp=Predzosilovač
lbReverb=Odrazy
lbSpeed=Rýchlosť
lbTempo=Tempo
lbTrueBass=Basy
R2=Použiť hodnoty z tagov
R3=Analyzovať súbor „on-the-fly"
RB1=Nerobiť nič
RB2=Pridať pauzu medzi skladbami
tcpMixing=Mixovanie
tcpSilenceRemover=Odstránenie ticha
tcpSoundEffects=Zvukové efekty
tcpVolume=Hlasitosť

[DSPDialog.cbReplayGainSource]
i[0]=Zdroj: Súbor
i[1]=Zdroj: Album

[EditorForm.RegisterFmt]
i[0]=Bez zmien
i[1]=Všetky Slová S Veľkým Písmenom
i[2]=Prvé slovo s veľkým písmenom
i[3]=VŠETKO VEĽKÝM PÍSMOM
i[4]=všetko malým písmom

[EQPresetsDialog]
B1=Použiť
B2=Zrušiť
B3=Odstrániť
B4=Obnoviť
Caption=Predvoľby ekvalizéra

[HotkeysGroups]
AudioConverter.Content=Audio Converter: zoznam
AudioConverter.General=Audio Converter: všeobecné
Common.Dialogs=Všeobecné: dialógy
Common.SendTo=Súbory: poslať do...
Common=Všeobecné
MusicLibrary.GroupingTree=Hudobná knižnica: strom adresára
MusicLibrary.Table=Hudobná knižnica: zoznam
MusicLibrary=Hudobná knižnica: všeobecné
Player.Navigation=Prehrávač: navigácia
Player.PlayableFile=Prehrávač: prehrávaný súbor
Player.PlaybackControl=Prehrávač: ovládanie prehrávania
Player.Visualizations=Prehrávač: vizualizácia
Playlist.AddFiles=Playlist: pridávanie súborov
Playlist.Deletion=Playlist: vymazávanie súborov
Playlist.Search=Playlist: vyhľadávanie
Playlist.SelectedFiles=Playlist: vybrané súbory
Playlist.Sorting=Playlist: zoraďovanie
Playlist=Playlist
TagEditor.Content=Tag Editor: zoznam
TagEditor.CurrentFile=Tag Editor: aktuálny výber
TagEditor.Functions.BPM=Tag Editor: funkcie - výpočet BPM
TagEditor.Functions.ReplayGain=Tag Editor: funkcie - výpočet ReplayGain
TagEditor.Functions=Tag Editor: funkcie
TagEditor.Tree=Tag Editor: strom

[InfoBar]
CB0=Použiť informačný panel|Použiť kartu
CB1=Zobraziť na začiatku prehrávania
CB2=Vľavo|Vpravo|V strede
CB3=Zobraziť na ploche hore|Zobraziť na ploche dole
CB4=Zobraziť obal albumu
CB6=Zobraziť cez celoobrazovkové aplikácie (ak je to možné)
CB7=Povoliť iba na pozadie
CB8=Zobraziť vždy
CB9=Zobraziť pred koncom prehrávania
GB0=Zobraziť informácie o prehrávanom súbore
GB1=Nastavenia zobrazenia
GB5=Formát náhľadu
M1=Farba pozadia
M2=Riadok %d
M3=Typ písma
M4=Farba textu
P1=Informačný panel

[MSG]
1=Nový playlist
2=Zadajte názov
3=Hudobná knižnica
4=Ste si istý, že chcete vymazať tieto súbory z vášho disku?
5=(zakázané)
6=Súbor alebo priečinok nebol nájdený!
7=Minimalizovať do oznamovacej oblasti
8=Zobraziť hlavné okno
9=Premenovať
10=Hlasitosť
11=Pozícia
12=Prehrať
13=Prehrať od začiatku
14=Pauza
15=Vlastná predvoľba
16=Vybrať všetko
17=zapnúť|vypnúť
18=Poslať súbory
19=Táto klávesová skratka je už neplatná alebo je priradená inému programu
21=Ste si istý, že chcete zavrieť všetky playlisty, okrem aktívneho?
22=Zapísať do súboru 
23=Náhľad
24=Najvyšší
25=Nie je možné uložiť zmeny v súbore „%s". Možno je zamknutý iným programom.
26=Táto operácia zmení tagov audio súborov?
27=Skladateľ
28=Obrazovka zistená podľa pozície hlavného okna|Obrazovka %d: Sekundárna (%s)|Obrazovka %d: Primárna (%s)
29=Priečinok „%s" neexistuje
30=Nie je možné odstrániť jeden zo zásuvných modulov. Možno je používaný programom:
31= dokončených...
32=Režim jedného playlistu:\nNie je možné zmeniť playlist pretože je zamknutý!
33=Vyhľadávanie
34=Miestne súbory
35=bez zoskupovania
36=Hľadanie súborov...
37=Iba na čítanie|Určené pre šablónu
38=Toto nastavenie neumožňuje možnosť vytvoriť viac ako jeden playlist.\nAk vyberiete túto možnosť ostatné playlisty budú automaticky zatvorené!
39=Kvalita
40=Uložiť ako
41=Stiahnúť z internetu
42=Formát:
43=(predvolené)
44=Rýchlosť
45=Vyváženie
46=Otváranie...|Načítavanie...
47=Nahrávanie rádia
48=Titul
49=Upraviť písmo
50=Tento kľúč už je používaný!
51=Skočiť na čas:
52=Neplatný formát
53=Je dostupná nová verzia. Chcete ju stiahnuť?
54=Zdroj zvuku
55=Aktuálna hodnota:
56=Pre zoradenie podľa priečinkov použite v šablóne symbol „\"
57=Skutočne chcete zrušiť tento stav?|Skutočne chcete zrušiť stav vybraných súborov?
58=Nová šablóna
59=Odstraňovanie súborov fyzicky|Nasledujúce súbory nemôžu byť vymazané pre túto systémovú chybu:
60=Výrazy...
61=Operácia ešte nie je dokončená. Chcete ju aj tak zrušiť?
62=Niektoré operácie ešte neboli dokončené! Chcete ich aj tak zrušiť?
63=Vyhľadávanie v súboroch:
64=Veľkosť:
65=Dátum vytvorenia:
66=Nič nebolo nájdené
67=Aktualizovanie...
68=Databáza pred kompresiou: %s\nDatabáza po kompresii: %s\nUložené: %s.
69=Použiť
70=Zrušiť
71=Pre zmenu nastavení spustite AIMP ako administrátor
72=Typ súboru
73=Načítavanie...  
74=Priečinok profilu
75=Zoradiť podľa šablóny
76=Hodnotenie „%s"
77=Automatické vyhľadávanie
78=Počet nových súborov:
79=Priehľadnosť
80=Náhľad
81=Texty
82=Umiestnenie súboru
83=Autor. práva
84=Zmeny budú použité po reštartovaní programu
85=Hodnotenie
86=Kopírovať
87=Prilepiť
88=Vystrihnúť
89=Zdroj
90=Výsledok
91=Ste si istý, že chcete vymazať predvoľbu %s?
92=Všetky|Rozíšírenia|Dekodéry|Skiny|DSP
93=Pridávanie súborov...
94=Opakovať časť „A-B" [VYP]|Bod „A" priradený|Opakovať časť „A-B" [ZAP]|
95=Opätovné pripojenie za %s sekúnd
96=Upozornenie! Táto operácia obnoví váš aktuálny zoznam na pôvodný!
97=Uložiť stav prehrávača pred zatvorením
98=Použiť Miniprehrávač pri minimalizovaní do oznamovacej oblasti
99=Predvoľby editora
100=Album
101=URL
102=Umelec
103=Titul
104=Komentár
105=Žáner
106=Odstrániť tag
107=Rok
108=Číslo skladby
109=Číslo disku
110=Obal albumu
111=Zdroj hudby nebol nájdený alebo je neplatný.
112=<žiadne>
113=Hotovo!
114=Ste si istý, že chcete odstrániť všetky súbory a štatistiky z databázy?
115=Trvanie
116=Súbor|Priečinok|Playlist
117=Prehrané
118=Pridané
119=Hodnotenie
120=Správca playlistov
121=Oneskorenie:
122=Zatvoriť
123=Kopírovať súbor do schránky
125=Katalógy
126=Čakajte prosím...
127=Počet prehratí
128=Kopírovať do %s|Premiestniť do %s
129=Automatické vyplňovanie (RMB - výber podľa šablóny)
130=Umelec
131=Prevod:
132=Premenovať
133=Nastavenia
134=Pozastavené
135=Zmena veľkosti...
136=Nastavenia boli zmenené. Chcete uložiť zmeny?
137=Vymeniteľné zariadenie|CD jednotka
138=Použiť pre 
139=Počítač bude vypnutý za %s sekúnd
140=Vydavateľ
141=dB
142=Upozornenie! Iné programy nebudú môcť vydávať zvuk ak je ako výstupné zariadenie použitý program AIMP.
143=Vzor: |Žiadny|Priečinok|Hudobná knižnica|Playlist
144=Kódovanie:
145=Nálada
146=Časť kompilácie
147=Katalóg
148=Textár
149=Dirigent
150=Okná
151=ms
152=Automaticky
153=sekúnd
154=min
155=B|KB|MB|GB
156=Celá cesta k súboru
157=Zoradiť súbory po pridaní do playlistu podľa šablóny:
158=Čaká sa na autorizáciu...\nDokončite žiadosť o autorizáciu vo zašom internetovom prehliadači.\n\nAk chcete zrušiť tútú operáciu, stačí zatvoriť toto okno.
159=Dávkovací režim
160=Žiadne zhodné výsledky vyhľadávania

[Options]
bCancel=Zatvoriť
btnReset=Predvolené
Caption=Nastavenia
miResetPage=Obnoviť predvolené nastavenia na tejto stránke
miResetProfile=Obnoviť všetky nastavenia a používateľské údaje
miResetSettings=Obnoviť všetky nastavenia 
wcResetProfile=Táto operácia ODSTRÁNI všetky playlisty, skiny, nastavenia, štatistiky a ostatné údaje aplikácie. Naozaj ju chcete vykonať?
wcResetSettings=Táto operácia obnoví všetky všetky nastavenia aplikácie na predvolené hodnoty, Naozaj ju chcete vykonať?

[OptionsFrameAddFiles]
C1=Pridávanie súborov
C9=Všeobecné nastavenia
C10=Otváranie súborov z externého programu
C11=Ťahať a pustiť
CB1=Zobraziť dialógové okno
CB2=Rozbaliť súbory podľa značky súboru pri pridávaní do playlistu
CB3=Zadajte vstupný priečinok
CB6=Automaticky kontrolovať playlist po pridaní súborov
CB9=Prehrať otvorené súbory okamžite
CB15=Prehrať pridané súbory okamžite
CB19=Začať prehrávanie okamžite
CB48=Otvoriť súbory playlistu v nových záložkach
CB59=Zoradiť podľa názvu súboru
L1=Predvolená akcia:
L5=Ak bol odoslaný iba jeden súbor:
L7=Pri otvorení súboru:

[OptionsFrameAddFiles.CBA]
i[0]=Vytvoriť nový playlist
i[1]=Pridať do aktuálneho playlistu
i[2]=Pridať do playlistu „Predvolený"

[OptionsFrameAddFiles.RG4]
i[0]=Pridať súbory na aktuálnu pozíciu
i[1]=Pridať súbory na koniec playlistu
i[2]=Pridať súbory na začiatok playlistu
i[3]=Pridať a premiešať súbory v playliste

[OptionsFrameAssoc]
B1=Zmeniť predvolené
C1=Asociácie súborov
CB1=Audio súbory
CB2=Playlisty
CB3=Skiny

[OptionsFrameConvertor]
C1=Nastavenia prevodu
C18=Správanie
Caption=Prevodník
CB1=Rozbaliť súbory podľa CUE tabuľky súboru pri pridaní súboru do tabuľky
CB4=Zobraziť stav po konverzii
CB6=Prehrať zvuk po dokončení prevodu
GB1=Po dokončení konverzie
L1=Vlákna procesora:
L2=[!] Maximálny počet vlákien závisí do počtu jadier procesora.

[OptionsFrameExtraMeta]
B1=Odstrániť
Caption=Dodatočné informácie
CB1=Uložiť obal albumu do priečinku použitím šablóny:
CB2=Vyhľadať na internete
CB3=Uložiť súbor s textami do priečinku súboru automaticky
CB4=Vyhľadať v priečinku súboru
CB5=Vyhľadať v tagoch súboru
GB1=Vyhľadať na internete
GB2=Povoliť indexovanie
GB3=Vyhľadať v priečinku súboru
GB4=Vyhľadať v tagoch súboru
L2=Maximálna veľkosť súboru pre stiahnutie:
L3=Indexovanie znižuje počet prístupov na disk, ukladá údaje z internetu a tým zrýchľuje vyhľadávanie obalov albumov
L4=Odstrániť z vyrovnavajúcej pamäte záznamy staršie ako:
L5=dní
pctAlbumArts=Obal albumu
pctLyrics=Texty
W1=* Musíte mať nainštalovaný zásuvný modul

[OptionsFrameHotkeys]
B10=Obnoviť predvolené
C1=Klávesové skratky
c[0]=Názov príkazu
c[1]=Lokálne
c[2]=Spoločné 1
c[3]=Spoločné 2

[OptionsFrameInterface]
C1=Animácia
C3=Priehľadnosť
Caption=Rozhranie
CB1=Povoliť čiastočnú priehľadnosť
CB2=Zobraziť krivku zvuku prehrávaného súboru vo vyhľadávaciom paneli *
CB3=Animovať okná pripnuté k iným oknám pri zobrazení alebo skrývaní
CB4=Animovať okná pri zobrazení alebo skrývaní do panela nástrojov plochy
CB5=Zobraziť spektrum vizualizácie prehrávaného súboru *
CB28=Animovať zmenu stavu zobrazenia *
CB30=Použiť efekt slabnutia
CB35=Animovať posun kariet playlistu *
CB38=Zakázať priehľadnosť ak je okno aktívne
CB39=Zakázať priehľadnosť po prejdení myši na okno
CB42=Jemná zmena priehľadnosti
CB52=Prichytávať okná k okrajom obrazovky a ostatným oknám programu AIMP
CB68=Používať vyhladzovanie
CB71=Zmeniť vizualizáciu každých:
CB75=Cyklický pohyb
GB1=Šablóna pre statický informačný riadok *
GB3=Šablóna pre pohyblivý riadok *
GB4=Nočný režim
GB5=Farebná schéma
GB7=Režim celej obrazovky
GB10=Zmena vizualizácie
L1=* Skin musí podporovať túto funkciu
L2=Veľkosť textu:
L10=Aktualizovať každých:
L21=Spustiť celoobrazovkový režim na nasledujúcej obrazovke:
L23=Vykresľovanie bude prebiehať omnoho pomalšie, ale výsledný obraz bude lepší
pcpGeneral=Všeobecné
pcpTemplates=Zobrazované údaje
pcpVisuals=Vizualizácia

[OptionsFrameInterface.cbNightMode]
i[0]=Automaticky (pre Windows 10/11)
i[1]=Zakázané
i[2]=Povolené

[OptionsFrameInterface.rsRun]
i[0]=Zakázať pohyb
i[1]=Pohyb doľava
i[2]=Pohyb doprava

[OptionsFrameInterface.rsShow]
i[0]=Zakázať začiatok
i[1]=Začať zľava
i[2]=Začať sprava
i[3]=Začať zvrchu
i[4]=Začať zospodu

[OptionsFrameLang]
C1=Zvoľte jazyk rozhrania
Caption=Jazyk
L0=použiť systém
L1=Previesť reťazce, ktoré nie sú Unicode podľa:
L2=Hlavné jazyky
L3=Dodatočné jazyky

[OptionsFrameMLMain]
B1=Monitorovanie súborov
C1=Hudobná knižnica
Caption=Hudobná knižnica
CB1=Bolo použité hodnotenie
CB2=Bolo spustené prehrávanie
CB3=Bolo zistené prehrávanie
CB4=Zobraziť hodnotenie zahrňajúce hodnotenie používateľa, ak žiadne neexistuje
CB5=Synchronizovať používateľom nastavené hodnotenie s tagmi audio súboru
CB6=Vždy zobrazovať obsah podpriečinkov
CB7=Kombinovať prázne úrovne skupín ak je to možné
GB1=Všeobecné
GB2=Pridať súbor do databázy ak...
GB3=Hodnotenie
GB4=Počítanie prehraní
L1=Minimálne trvanie prehrávania súboru:
L2=Započítať po prehratí:\n(ale nie viac ako 4 minúty)
L3=Vypočítať hodnotenie založené na štatistikách za posledných:
L4=dní
L6=Kliknutím prepíšete už existujúce hodnotenie do tagov súboru

[OptionsFrameNet]
C21=Nastavenie internetového pripojenia
Caption=Nastavenie pripojenia
CB1=Použiť priame pripojenie
CB2=Použiť predvolené systémom
CB3=Manuálne nastavenie proxy
L79=Časový limit:
L98=Heslo:
L106=Server:
L107=Port:
L108=Používateľ:

[OptionsFramePlayer]
C19=Scrolovať medzi položkami v ponuke pomocou kolieska myši
Caption=Prehrávač
CB21=Zostať na vrchu
G1=Ovládanie prehrávača
GB4=Ovládanie klávesovými skratkami
GB5=Ovládanie myšou
GB15=Šablóna pre kopírovanie do schránky
L12=Normálne scrolovanie
L13=Zmena rýchlosti
L14=Zmena pozície
L15=Zmena tempa
L16=Zmena hlasitosti
L18=Scrolovanie so stlačeným klávesom „%s"
L33=Kliknutie stredovým tlačítkom:

[OptionsFramePlayer.MOBox]
i[0]=(žiadne)
i[1]=Prehrať/Pauza
i[2]=Pridať súbory

[OptionsFramePlayerBehavior]
C1=Automatizácia
CB1=Obnoviť poslednú pozíciu prehrávača
CB7=Opakovať playlist s jedným súborom
CB32=Automaticky nastaviť predvoľbu podľa skladby
CB33=Obnoviť pozíciu prehrávania pre každý playlist samostatne
CB47=Každý playlist má vlastný režim prehrávania (normálny/náhodný)
CB48=Uložiť stav prehliadača počas navigácie tlačidlami „predchádzajúci/nasledujúci súbor" 
CB49=Posunúť %0:súnd späť k začiatku, ak prehrávanie je pozastavené viac ako %1:súnd
CB58=Automaticky prejsť na ďalšiu skladbu
CB59=... a  potom pozastaviť prehrávanie
GB1=Všeobecné nastavenia
GB2=Akcia pri štarte programu
GB3=Režim prehrávania
GB4=Na konci playlistu
GB5=Po vymazaní súboru 
GB6=Zvýrazniť prehrávaný súbor v playliste:
L1=Režim prehrávania

[OptionsFramePlayerBehavior.RG1]
i[0]=Spustiť prehrávanie
i[1]=Obnoviť predchádzajúci stav prehrávača
i[2]=Nerobiť nič
i[3]=Pozastaviť prehrávanie

[OptionsFramePlayerBehavior.RG2]
i[0]=Prejsť na ďalší playlist
i[1]=Opakovať aktuálny playlist
i[2]=Nerobiť nič

[OptionsFramePlayerBehavior.RG3]
i[0]=Normálne
i[1]=Opakovanie
i[2]=Náhodne

[OptionsFramePlayerBehavior.RG4]
i[0]=Nerobiť nič
i[1]=Zastaviť prehrávanie
i[2]=Prejsť na ďalšiu skladbu

[OptionsFramePlayerBehavior.RG5]
i[0]=Iba ak sa nepoužíva playlist
i[1]=Nikdy
i[2]=Vždy

[OptionsFramePlaylistBehavior]
C6=Správanie
Caption=Playlist
CB1=Odstrániť playlist po zatvorení karty
CB2=Otvoriť záložky v novom playliste „Záložky"
CB3=Uložiť všetky časti súboru (odporúčané)
CB4=Uložiť playlist „Predvolený"
CB8=Pri vytváraní playlistu sa pýtať na jeho názov
CB31=Uložiť frontu pri zatváraní programu
CB46=Zatvoriť playlist dvojklikom na jeho kartu
CB56=Žiadať potvrdenie pri odstránení súborov z pevného disku
CB57=Režim jedného playlistu
GB1=Ukladanie
GB2=Všeobecné nastavenie

[OptionsFramePlaylistView]
bCancel=Zrušiť
bOk=OK
C1=Nastavenia zobrazenia
Caption=Zobrazenie obsahu
CB50=Zobraziť informácie o vybraných súboroch
cbAbsoluteNumeration=Celkové očíslovanie (nezačínať v skupinách)
cbCollapseUnusedGroups=Zbaliť nepoužívané skupiny automaticky
cbGroupMode=Povoliť zoskupovanie
cbMergeGroups=Automaticky spájať podobné kategórie
cbShow2ndLine=Zobraziť druhý riadok s informáciami
cbShowDuration=Zobraziť dĺžku skladby
cbShowExpandBtns=Zobraziť rozbaľovacie tlačidlo skupín
cbShowMarks=Zobraziť hodnotenie
cbShowNumbers=Zobraziť číslo skladby
cbShowSwitches=Zobraziť prepínače skladieb
gbFormating=Formát zobrazenia skladieb
gbGrouping=Nastavenia zoskupovania
gbLayoutSettings=Možnosti zobrazenia rozmiestnenia

[OptionsFramePlugins]
B1=Reštartovať teraz
Caption=Zásuvné moduly
L1=Niektoré načítané zásuvné moduly nemôžu byť použité týmto programom
lbURL=Získať viac zásuvných modulov
N1=Odstrániť
N2=Spustiť označené
N3=Spustiť všetky
N4=Nespúšťať označené
N5=Nespúšťať všetky
N6=Nespúšťať neštandardné

[OptionsFramePlugins.cbFilter]
i[0]=Všetky
i[1]=Načítané
i[2]=Nenačítané
i[3]=Nepoužité

[OptionsFrameRadioCap]
C1=Všeobecné nastavenia
C22=Zachytávanie internetového rádia
Caption=Internetové rádio
CB2=Preskočiť skladbu, ak už súbor s rovnakým názvom existuje
CB65=Nahrávanie streamu bez prevodu (iba pre MP3 / AAC / AAC+)
CB66=Zapísať tagy do súboru
CB67=Zapísať do CUE denníka
CB68=Veľkosť vyrovnávajúcej pamäte pre nahrávanie na pozadí:
CB69=Vymazať súbory s trvaním menej ako:
GB6=Možnosti nahrávania
GB9=Možnosti rozdeľovania súborov
L1=Počet pokusov o znovupripojenie pri strate spojenia:
L2=User-Agent:
L3=Veľkosť vyrovnávajúcej pamäte:
L13=Čas:
L24=Šablóna názvu súboru:
L25=Veľkosť:
L85=Priečinok pre uloženie:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Rozdeliť podľa skladieb
i[1]=Rozdeliť podľa veľkosti
i[2]=Rozdeliť podľa času

[OptionsFrameSkins]
B2=Prehliadať
C1=Skiny
lbURL=Získať viac skinov
miDelete=Odstrániť

[OptionsFrameSort]
Caption=Šablóny
L1=[!] Pre opačné zoradenie použite makro „%!"
L2=Zoradenie šablón
L3=Zoskupovanie šablón

[OptionsFrameSoundOutRemapping]
btnRemove.h=Odstrániť prepojenie
Caption=Premapovanie kanálov
L0=Upravené predvoľby premapovania:
L1=Vstup
L2=Výstup
L3=Kanál %d
L4=Vyberte predvoľbu pre úpravu:
N1=Všetky vaše zmeny sa prejavia okamžite, ak je upravená šablóna použiteľná
N2=Ak nebola prispôsobená žiadna vlastná šablóna, prehrávač použije vlastnú šablónu

[OptionsFrameSystem]
C1=Systém
Caption=Systém
CB2=Zobraziť informáciu o aktuálnej skladbe v paneli úloh
CB3=Povoliť rolovanie informácie o aktuálnom súbore
CB4=Zobraziť stav prehrávania
CB5=Zobraziť stav prehrávača v tlačidle na paneli úloh
CB6=Zobraziť stav prehliadača farebným pruhom
CB7=Použiť „neurčitý stav" pri streamovaní zvuku
CB18=Zabrániť vypnutiu monitora
CB23=Pridať do kontextového menu Prieskumníka
CB24=Pridať do automatického spustenia CD/DVD
CB40=Pridať do menu odkaz „Spustiť"
CB41=Pridať do zoznamu predvolených programov
CB60=Automatické spustenie pri štarte systému
GB1=Integrácia do systému
GB2=Zobraziť tlačidlo v paneli úloh
L1=[!] Okno prehrávača by malo byť aktívne
L99=Priorita

[OptionsFrameTagEditor]
C1=Správanie
Caption=Tag Editor
CB1=Povoliť použiť výrazy pre hodnoty polí tagov

[OptionsFrameTray]
C15=Všeobecné nastavenia
C16=Informácie o súbore
C17=Ovládanie myšou
Caption=Ovládanie v oznamovacej oblasti
CB1=Minimalizovať do oznamovacej oblasti pri minimalizovaní programu
CB2=Minimalizovať do oznamovacej oblasti po spustení programu
CB3=Zobraziť Miniprehrávač po minimalizovaní do oznamovacej oblasti
CB4=Zobraziť stav prehrávania v oznamovacej oblasti
CB5=Vždy zobraziť ikonu v oznamovacej oblasti
CB13=Zobraziť informácie o súbore po prejdení myši na ikonu v oznamovacej oblasti
L30=Jedno kliknutie:
L31=Dvojité kliknutie:
L32=Kliknutie stredovým kolieskom:
L34=Oneskorenie:

[OptionsFrameTray.TrayCmd]
i[0]=(zakázané)
i[1]=Zobraziť/Skryť hlavné okno
i[2]=Preniesť hlavné okno do popredia
i[3]=Informácie o súbore
i[4]=Ovládanie hlasitosti AIMP
i[5]=Prehrať/Pozastaviť
i[6]=Pridať a prehrať súbory
i[7]=Nasledujúca skladba
i[8]=Predchádzajúca skladba

[OptionsSoundOutFrame]
C1=Nastavenie prehrávania
Caption=Prehrávanie
CB1=Prednačítať nasledujúcu skladbu počas prehrávania aktuálnej (vyžaduje viac pamäte)
CB2=Logaritmický bežec hlasitosti
CB3=Ovládanie a kompenzácia hlasitosti
L1=Typ výstupného zvuku:
L2=Zariadenie:
L3=Parametre:
L4=Veľkosť pamäte:
L5=Vyberte kanály, ktoré budú použité pre výstup

[OptionsSoundOutTransformFrame]
B1=DSP manažér
C1=Možnosti prevodu
CB1=Povoliť mixovanie kanálov
CB1Hint=Surround emulácia pre stereo/mono súbory\nRýchly prevod viackanálových súborov na stereo/mono
CB2=Anticlipping
CB2Hint=Zabraňuje efektom škrabania a šumu, ktoré sa objavujú keď sa intenzira signálu preskakuje 0 dB
CB3=Dither
CB3Hint=Potláča deformácie, ktoré sa objavujú pri znížení hĺbky vzorkovania
CB4=Povoliť používanie systémových dekóderov
GB1=Mapovanie hudby
GB2=Všeobecné nastavenia
L1=Prevzorkovanie:
L2=Rýchlosť
L3=Kvalita

[PartRepeatDialog]
B1=Nastaviť
B2=Odstrániť
Caption=Opakovať „A-B"
L1=Bod A:
L2=Bod B:

[PlaylistExportSettings]
btnOK=OK
C4=Nastavenia exportu zoznamu skladieb
Caption=Export zoznamu skladieb
CB54=Export skrytých položiek playlistu
CB55=Export kategórií playlistu
cbDefault=Zapamätať moju voľbu
L26=Šablóna:
L27=Vzor:

[PlaylistsManagerDialog]
acImport=Importovať playlisty
acImportDirs=Importovať priečinky
acRemove=Odstrániť označené položky z disku
btnPreimage=Nastavenia
cbReadOnly=Zamknúť pre zmeny
cbShuffleMode=Režim náhodného prehrávania
L1=Všeobecné informácie
L2=Vlastné nastavenia
L3=Aktívne playlisty
L4=Neaktívne playlisty
L5=Náhľad
lbPreimage=Vzor:
lbPreimageNotes=Vzor je súbor playlistu alebo zložky so zdrojovými údajmi pre aktuálny playlist. Pre synchronizáciu so zdrojom stlačte tlačidlo „Obnoviť zo zdoja (môže byť základom pre hudobnú knižnicu, priečinky, atď.)".\n\n [!] Synchronizácia je účinná iba v smere: Vzor -> Playlist.
lbStorage=Umiestnenie:

[QTEAlbumArtEditor]
btnCancel=Zrušiť
btnOk=OK
Caption=Editor albumov
lbScale=Mierka zväčšenia:
lbSizes=Veľkosť:
pnlCrop=Orezať
pnlScale=Zmeniť veľkosť

[QteCustomFields]
btnCancel=Zrušiť
btnOK=OK
Caption=Neznáme položky
miCopy=Kopírovať
miCopyAsUTF8=Kopírovať ako UTF8-reťazec
miCopyAsUTF16BE=Kopírovať ako UTF16BE-reťazec
miCopyAsUTF16LE=Kopírovať ako UTF16LE-reťazec
miDelete=Odstrániť
miExtractAll=Uložiť ako...
miExtractSelected=Uložiť označené ako...

[QTEExpressions]
btnCancel=Zrušiť
btnOK=OK
Caption=Výrazy
lbTitle=Typ výrazu, krorý musí byť použitý ako preprocesor hodnoty z upravovaného poľa pre všetky vybrané súbory
W1=Výraz musí začínať znakom „="

[QTEForm]
acMemoClear.h=Vyčistiť
acMemoLoad.h=Načítať zo súboru...
acMemoSave.h=Uložiť ako...
bCopyTo=Kopírovať do...
Caption=Tag Editor
L1=Načítať
L2=Uložiť
L3=Odznačte ak chcete odstrániť obrázok albumu zo súboru a uložte zmeny
lbCustomFields=Neznáme polia...
T1=Základné informácie
T2=Texty
T3=CUE
T4=Upraviť informácie

[QueueDialog]
Caption=Manažér fronty
CB1=Pauza
L1=Celkový čas:

[QueueDialog.ListView]
c[0]=Číslo
c[1]=Názov súboru
c[2]=Playlist
c[3]=Trvanie

[SearchForm]
B1=Možnosti vyhľadávania
B2=Zavrieť
Caption=Pokročilé vyhľadávanie
CB1=Vyhľadávať v názvoch
CB2=Vyhľadávať v umelcoch
CB3=Vyhľadávať v albumoch
CB4=Vyhľadávať v žánroch
CB5=Vyhľadávať v názvoch súborov
CB6=Automatické vyhľadávanie
L1=(Všetko)
N1=Prehrať
N6=Vyhľadať v playliste

[SearchForm.Table]
c[0]=Názov
c[1]=Playlist
c[2]=Index vo fronte

[Templates]
%Album= - album
%AlbumArtist= - interprét albumu
%AlbumGain= - hodnota replay gain pre album
%Artist= - umelec
%BitDepth= - bitová hĺbka
%Bitrate= - dátový tok
%BPM= - bitov za minútu
%Caps2(A)= - Všetky Slová S Prvým Veľkým Písmenom, IGNOrácia zdROJového písma
%Caps(A)= - Všetky Slová S Pvrým Veľkým Písmenom
%Case(..)= - vrátiť prvý nie prázdny parameter
%Catalog= - názov katalógu
%CleanTitle(A)= - odstrániť informáciu o hlavných umelcoch z reťazca A
%Comment= - komentár
%Composer= - skladateľ
%Conductor= - dirigent
%Copyright= - copyright
%Dec(A,B)= - znížiť A o hodnotu B.
%Detransliterate(A)= - detransliterácia Cyriliky do Latinky
%DiskNumber= - číslo disku
%DiskTotal= - počet skladieb na disku
%Duration= - trvanie skladby (sekundy)
%EncodedBy= - rozkódované pomocou
%ExtractFileExt(A)= - vytvorenie prípony zo súboru A
%FileCreatedDate= - dátum vytvorenia súboru
%FileCreatedDateAndTime= - dátum a čas vytvorenia súboru
%FileCreatedTime= - čas vytvorenia súboru
%FileDir(..)= - celá cesta koreňového priečinku
%FileFormat= - formát súboru
%FileModifiedDate= - dátum upravenia súboru
%FileModifiedDateAndTime= - dátum a čas upravenia súboru
%FileModifiedTime= - čas upravenia súboru
%FileName= - celý názov súboru
%FileParentDir(..)= - názov koreňového priečinka
%FileSize= - veľkosť súboru
%Format(A,B)=A - formát reťazca pre číselnú hodnotu, B - hodnota
%Genre= - žáner
%Channels= - kanály
%Chapter= - aktuálna kapitola
%Char(A)= - symbol s kódom A
%IF(A,B,C)== C, ak A je prázdne, inak - B
%IFEqual(A,B,C,D)== C ak A = B, inak - D
%IFGreater(A,B,C,D)== C, ak A > B, inak - D
%IFGreaterOrEqual(A,B,C,D)== C, ak A >= B, inak - D
%Inc(A,B)= - zvýšiť A o hodnotu B.
%Index= - pozícia v zozname
%ISRC= - ISRC kód
%LastPlayDate= - dátum poledného prehratia
%LastPlayTime= - čas posledného prehratia
%Length(A)= - dĺžka A reťazca
%Link= - URL adresa
%Low(A)= - malé písmo
%Lyricist= - textár
%Lyrics= - texty
%Mark= - hodnotenie
%Mood= - nálada
%NewLine= - pridať zalomenie riadku
%PlayCount= - počet prehratí
%PrefixToTail(A)= - premiestniť „The" a „A" predpony na koniec reťazca A
%PrefixTrim(A)= - odstrániť "The" a "A„ predpony z reťazca A
%Publisher= - vydavateľ
%Random(..)= - náhodné číslo od 1 až po zadaný parameter.
%Rating= - hodnotenie skladby
%RemoveFileExt(A)= - odstráni príponu súboru z názvu súboru A
%Replace(A,B,C)=, kde A je zdrojový reťazec, B - hodnota pre hľadanie, C - hodnota pre nahradenie
%SampleRate= - vzorková frekvencia
%StrCopy(A,B,C)= - kopírovať symboly z A do pozície B, kde C - počet symbolov pre kopírovanie
%StrLeft(A,B)= - kopírovať prvý B znak z reťazca A
%StrPos(A,B)= - hľadať podreťazec A v B reťazci
%StrRight(A,B)= - kopírovať posledný A znak z reťazca A
%StrTrim(A)= - počiatočné a medzery v texte z reťazca A
%TimeCode= - pozícia v prehrávanom súbore vo tvare „H:MM:SS:ZZZ"
%Title= - názov
%Today(..)= - aktuálny dátum a čas, predvolený formát je „rrrr.MM.dd hh:mm:ss"
%TrackGain= - hodnota replay gain pre skladbu
%TrackNumber= - číslo skladby
%TrackTotal= - celkový počet skladieb
%Transliterate(A)= - transliterácia Cyriliky do Latinky
%Up(A)= - VEĽKE PÍSMO
%Value= - aktuálna hodnota
%Year= - rok vydania

[Templates.Categories]
0=Všeobecné
1=Písmo
2=Podmienky
3=Reťazce
10=Metadáta
11=Súbor
20=Stav

[Updater]
B1=Skontrolovať aktualizácie
B2=Inštalovať
Caption=Kontrola aktualizácií
CB1=Nepripomínať túto verziu
L1=Nainštalovaná verzia:
L2=Dostupná verzia:
L3=Manuálna kontrola aktualizácií
L4=Je dostupná nová verzia: %s
L5=Aktualizovať na 
L6=stabilné vydanie|testovaciu verziu (beta)|vývojovú verziu (alfa)
W1=UPOZORNENIE! Verzia, ktorú ste si vybrali môže byť nestabilná a môže obsahovať veľa chýb! Chcete vykonať túto akciu?

